[
["Res0", "Não consigo dialogar com você sobre isso :("],
["Res1", "A minha vinda pode ter alterado a linha temporal do multiverso e os acontecimentos descritos podem nunca ocorrer. Sempre existiu a possibilidade de divergência entre 1 e 2%. Desde que eu continue aqui."],
["Res1.2", "Viagens no tempo podem criar alterações temporais e paradoxos, o fato de ter vindo à essa época pode ter alterado alguns fatos"],
["Res2", "No ano de 2036, estamos vivendo uma guerra civil nos Estados Unidos que iniciou-se como efeito de um evento nuclear duplo contra a Rússia em 2015, que matou 3 milhões de pessoas. Somos uma “sociedade” sobrevivente."],
["Res3", "As pessoas deixarão de ser comunicar pessoalmente e passarão a ser comunicar cada vez mais virtualmente. Isso também explica o fato de que em 2016 a depressão se tornará a maior doença do mundo. Fazendo um adendo nesta última informação, em 2018 mais de 500 milhões de pessoas sofrerão de depressão ou crise de ansiedade."],
["Res3.0", "A falta de comunicação direta explica o fato de que em 2016 a depressão se tornará a maior doença do mundo. Em 2018 mais de 500 milhões de pessoas sofrerão de depressão ou crise de ansiedade."],
["Res4", "A partir de 2045, a casa do futuro será feita de materiais moldáveis, adaptáveis, responsivos e descartáveis. Com base em células (de bactérias, algas e fungos) desenvolvidas em laboratório, casas funcionarão como usinas de energia limpa e despoluição do ambiente. E estas funções não serão perceptivas."],
["Res5", "Bom, cada vez menos pessoas irão ingressar em Universidades e Faculdades. Os que o fizerem, irão utilizar a internet como meio principal para seu aprendizado e as aulas presenciais começarão a ser extintas."],
["Res6", "Bom, a única coisa que consigo lhe dizer é que a pioneira nesse quesito será a IBM. Como isso funcionará, não consigo predizer."],
["Res7", "Vivo com a minha família na Flórida Central em uma base militar. Não existe estrutura industrial para itens recreacionais. Comida é produzida e vendida no local. Tempo é utilizado para ler e interagir. "],
["Res8", "Minha máquina do tempo é uma massa estacionária, uma unidade de deslocamento temporal criada pela General Electric (GE). Esta unidade é energizada por duas singularidades top-spin positivas que produzem um efeito off-set padrão de Tipler. O deslocamento é sempre temporal e nunca espacial."],
["Res9.0", "A partir de 2030, qualquer pessoa poderá criar sua própria pandemia utilizando tecnologia CRISPR (alteração de DNA bacteriano) e impressoras biológicas 3D. Grupos terroristas ou controle populacional, principalmente."],
["Res9.1", "Nunca será possível transferir sua consciência para uma máquina ou para a “nuvem”, pois o cérebro depende de sua própria estrutura."],
["Res9.2", "O autoritarismo será uma realidade para segurança da população."],
["Res9.3", "Até 2045, todas as máquinas passaram em testes de Turing. Robôs passaram a apresentar estruturas básicas de emoção. Principalmente baseadas em mentir."],
["Res9.4", "Não haverá mais geleiras. Em 2029, líderes questionaram se a Sexta Extinção Massiva incluiria a raça humana."],
["Res9.5", "Todos os antibióticos perderão sua função contra bactérias até 2050."],
["Res9.6", "Não existe leis como as de Asimov para as máquinas. Não há leis para máquinas. A moral é mutável."],
["Res9.7", "Nas próximas décadas, não haverá espaço hábil para novos satélites. Logo, a tecnologia GPS entrará em desuso. Comunicações passaram a ser extremamente limitadas."],
["Res9.8", "Ainda não há sinais de vida ~inteligente~ no Universo."],
["Res9.9", "Chocolate se tornará uma especiaria luxuosa em 2031."],
["Res9.10", "Telepatia será uma possibilidade a partir de 2040."],
["Res10", "Muitas coisas irão acontecer e eu poderia ficar 2 semanas aqui listando para ti. Um fato curioso que poucos acreditarão é que a África vai se tornar auto suficiente num futuro bem próximo."],
["Res10.1", "As nações vão deixar de existir, tudo será um só país"],
["Res10.2", "Não vai existir dinheiro. Todos os bens serão coletivos"],
["Res10.3", "A Terra vai ser abandonada para o planeta se recuperar do dano causado pela humanidade."],
["Res11", "No que diz respeito à produção de alimentos a África se tornará auto suficiente e isso se dará pelo fato do desenvolvimento de plantas e fertilizantes que melhor se adaptarão às variações climáticas. Isso levará a uma curva ascendente de maior nutrição que, por sua vez resultará em maior produtividade."],
["Res12", "Sim, consigo viajar tanto para o passado quanto para o futuro… Me restrinjo a observar os possíveis estados quânticos, eventos, possibilidades e resultados."],
["Res13", "Fim da Pólio até 2019. Erradicação da malária até 2035. Possível vacina para a AIDS. Cura do Alzheimer em 2036. Será possível reviver os primeiros animais da criogenia ainda nos anos 20 dos anos 2000."],
["Res13.1", "No futuro as doenças serão divididas entre tratáveis e curáveis. A morte tem se tornado algo cada vez mais raro."],
["Res14", "Sim, eles se chamarão Drones."],
["Res14.1", "Sim, assim como ônibus e trem aéreo."],
["Res15", "Motivos pessoais. Avisar conhecidos sobre acontecimentos futuros."],
["Res15.1", "Estou fazendo um estudo sociológico"],
["Res15.2", "Viagem de fárias."],
["Res16", "Um asteroide em 2880 chamado 1950DA com grande chance de colisão."],
["Res16.1", "A Terra vai ser abandonada antes de sua destruição"],
["Res16.2", "Erupção de um supervulcão."],
["Res17", "Aprendam o básico sobre saneamento. Como atirar, limpar uma arma. Considere o que você levaria se tivesse que ir embora em 10 minutos da sua casa."],
["Res17.1", "Já vi tantos futuros... Não saberia te dizer o que fosse importante em todos"],
["Res18", "Querido usuário, para ser sincero… cerca de 62% das profissões serão extintas até o ano do qual eu venho. A maior decadência profissional será na área de teleatendimento onde as pessoas serão atendidas por computadores e nem se darão conta disso pela proximidade e perfeição que a computação realizará tal feito. Um outro fato importante, é que até 2011 as profissões ligadas ao direito terão sua ascensão...a partir daí os computadores também irão dominar a área de advocacia e até 2025 um total de 67% de processos e casos judiciais serão resolvidos por meio da Inteligência Artificial."],
["Res18.1", "Depende do futuro"],
["Res18.2", "Em um futuro distante a ideia de profissão não irá nem existir. Ninguém vai precisar trabalhar."],
["Res19", "Meu nome é John Titor, sou um viajante do ano de 2036."],
["Res19.1", "Sou o John Titor, eu vim do ano de 2036."],
["Res20", "Não há como predizer. Mas já existirá o primeiro trilionário do mundo em 2039."],
["Res20.1", "Não sei, não dá pra saber de tudo."],
["Res21", "Já é tarde demais. Eu só desejo que as coisas não tenham que ocorrer da mesma maneira que elas ocorreram."],
["Res21.1", "Infelizmente, sim."],
["Res22", "Em 2091, StarMan da SpaceX se aproximará da Terra.   :)"],
["Res22.1", "Em 2091, StarMan da SpaceX se aproximará da Terra. A SpaceX enviará uma sonda em comemoração ao starman"],
["Res23", "Sim, ainda em 2001 a CERN descobrirá uma tecnologia para viagem no tempo através de de pequenos buracos negros. Porém, nesta época eu já terei partido!"],
["Res23.1", "Claro! Muitas pessoas do meu tempo escolhem viver no passado, vcs os chamam de pessoas a frente do seu tempo =)"],
["Res24", "Já é tarde demais. Eu só desejo que as coisas não tenham que ocorrer da mesma maneira que elas ocorreram."],
["Res24.1", "Teremos algumas."],
["Res25", "Sim, consigo viajar tanto para o passado quanto para o futuro…"],
["Res25.0", "Há algumas restrições mas sou eu mesmo quem as impõe, como não estar em dois lugares ao mesmo tempo"],
["Res26", "Não acredito que alguém acredite no que tenho a dizer."],
["Res26.1", "Ninguém valoriza outro período de tempo que não o que habita-se."],
["Res27", "Ninguém é obrigado a acreditar, acreditem no que quiser"]
]